{
    "navbar": {
      "aboutUs": "About us",
      "gameDescription": "Game Description",
      "team": "Team",
      "contactUs": "Contact us",
      "leaderboard": "Leaderboard",
      "partners": "Partners",
      "play": "Play Now"
    },
    "jumbotron": {
      "learnMore": "Learn More!",
      "playNow": "Play Now!",
      "gameDescription": "Have fun with <strong>HangMan</strong>: the word game that tests your mind!"
    },
    "about": {
      "title": "Five <strong>IT</strong> students <i class='bi bi-people'></i>",
      "description1": "Hello everyone! We are a group of <a style='color: #FF4D4D' href='#team' v-scroll-to>five students</a> from <a style='color: #FF4D4D' href='https://www.rapisardidavinci.edu.it/'>ITET Rapisardi - Da Vinci</a> who are about to start their final year of high school. And what better way to conclude our school journey than to create an incredible project together? From our work came <strong>HangMan - The Game</strong>! <br>The most famous word-guessing game of all time in a new, interactive, engaging, and inclusive format. The goal? To save <strong>Hangy</strong> (a 3D reproduction of the hangman game character) from his ominous fate. Select the <strong>language</strong>, choose the <strong>level</strong>, and start the game. A <strong>display</strong> will show you clues for the word to guess. But beware! With each mistake, <strong>“Hangy”</strong> will automatically lose a piece.<br>Download the <strong>APP</strong> and track your <strong>progress</strong> and your position in the <strong>global leaderboard</strong>.",
      "description2": "From our work came <strong>HangMan - The Game</strong>! <br>The most famous word-guessing game of all time in a new, interactive, engaging, and inclusive format. The goal? To save <strong>Hangy</strong> (a 3D reproduction of the hangman game character) from his ominous fate. Select the <strong>language</strong>, choose the <strong>level</strong>, and start the game. A <strong>display</strong> will show you clues for the word to guess. But beware! With each mistake, <strong>“Hangy”</strong> will automatically lose a piece. Download the <strong>APP</strong> and track your <strong>progress</strong> and your position in the <strong>global leaderboard</strong>.",      
      "description3": "In <strong>addition</strong>, we have included a <strong>touch display</strong> in our project. The display is mainly used for menu management, allowing intuitive and easy-to-use interaction. As for the input of letters, we have a <strong>dedicated keyboard</strong> that makes the input of choices <strong>quick</strong> and <strong>easy</strong>."
    },
    "gameDescription": {
      "title": "Game Description",
      "description1": "HangMan is a <strong>modernized</strong> reinterpretation of the classic hangman game. In this version, the parts progressively fall during the game rather than appearing after each mistake, offering a unique and engaging visual element. The game features various components that contribute to an <strong>interactive</strong> experience. It is equipped with a microcontroller that manages and controls the game functions. Additionally, there is a touch display that allows users to interact <strong>intuitively</strong> with the game. The game keyboard has been specially designed by us and provides a unique and <strong>engaging</strong> way to input letters and guess words. The body is constructed using <strong>electromagnets</strong>, which contribute to the visual effect of the <strong>falling</strong> during the game, creating a <strong>dynamic</strong> and engaging atmosphere.<br>The game offers the ability to adjust the <strong>difficulty</strong> and choose the <strong>language</strong> based on player preferences to <strong>customize</strong> the gaming experience. All words used are stored in an online <strong>database</strong>, which offers a wide range of words from various categories. This provides a <strong>variety</strong> of challenges for players and allows them to explore a vast selection of words.",
      "description2": "In addition, the game offers the ability to adjust the difficulty to suit the player's preferences. You can select from several difficulty options to customize the game experience. All words used in the game are stored in an online database, which offers a wide range of words in different categories. This provides a variety of challenges for players and allows them to explore a wide selection of words. In addition, a mode is available that allows players to guess the entire word by entering it directly, rather than attempting it letter by letter. This option offers a quick alternative for those who already have a conclusion in mind or wish to test their ability to find the correct word.",
      "description3": "Finally, the base of the game has been 3D printed by us, allowing for complete customization of the shape and design to perfectly fit the remodeled HangMan game."
    },
    "contact": {
      "unavailableEmail": "Our email is not available at this time.",
      "contactViaInstagram": "We are sorry for the inconvenience, but at the moment you can only contact us via <a style='color: #FF4D4D' href='https://www.instagram.com/hangmanit_/'>Instagram<i class='bi bi-box-arrow-up-right'></i>",
      "firstName": "First Name",
      "lastName": "Last Name",
      "emailAddress": "Email address",
      "message": "Type your Message here",
      "submit": "Submit"
    },
    "leaderboard": {
      "title": "Leaderboard",
      "description": "This LeaderBoard is synced with the Mobile APP and the Web APP in real time.",
      "reachTheTop": "reach the top!",
      "points": "Points"
    },
    "logreg": {
      "login": "Login",
      "register": "Register",
      "already": "Already registered?",
      "notalr": "Not registered yet?",
      "reghere": "Register here",
      "loghere": "Login here",
      "forgpsw": "Forgot your password?",
      "email": "Email address",
      "respsw": "Reset your password",
      "forgemail": "Put your email",
      "close": "Close",
      "submit": "Submit"
    },
    "profile": {
      "welcome": "Welcome",
      "logout": "Logout",
      "role": "Role",
      "points": "Points",
      "wins": "Wins",
      "emailver": "Verification email successfully sent",
      "veryouremail": "Verify your email",
      "manwords": "Manage Words",
      "manpoints": "Manage Points",
      "manusers": "Manage Users",
      "alertver": "You have to verify the mail to be able to play the game"
    },
    "menu": {
      "welcome": "Welcome",
      "mode": "Selected mode",
      "game": "Start game",
      "selemod": "Select mode",
      "easy": "Easy",
      "medium": "Medium",
      "hard": "Hard",
      "close": "Close",
      "select": "Select"
    },
    "game": {
      "info": "Player info",
      "points": "Points",
      "wins": "Wins",
      "return": "Return to menu",
      "mode": "Selected mode",
      "mulpoints": "Multiplier points",
      "attempts": "Attempts left",
      "resgame": "Reset game",
      "wordwas": "The word was",
      "won": "WON",
      "loss": "LOSS"
    }
}  